[
    {
        "title": "Sinergi Data Migrasi Internasional",
        "description": "Pada akhir november Direktorat Statistik Kependudukan dan Ketenagakerjaan Badan Pusat Statistik menginisiasi terbentuknya Sinergi Data Migrasi Internasional atau lebih dikenal dengan sebutan SDMI. Hal ini dilatarbelakangi kondisi belum tersedianya data migrasi internasional yang komprehensif, terintegrasi dan sesuai standar yang berlaku sehingga sulit dalam penyusunan kebijakan yang berbasis bukti (evidence-based policy). ",
        "year": "2019",
        "image": "/images/static-page/lini-masa/2019.jpg"
    },
    {
        "title": "Sinergi Data Migrasi Internasional",
        "description": "Seiring dengan terbentuknya Tim SDMI, pada awal tahun telah dilaksanakan kegiatan sosialisasi dan koordinasi kepada sejumlah Kementerian/Lembaga yang memiliki keterkaitan dengan pengelolaan data migrasi internasional. Sosialisasi ini bertujuan untuk memperkenalkan tujuan, ruang lingkup, dan arah pengembangan SDMI serta membangun kesepahaman awal antarinstansi terkait mengenai pentingnya sistem data migrasi yang terintegrasi dan berbasis bukti. \n\nSebagai lanjutan dari rangkaian tersebut, pada akhir tahun 2020 telah dilangsungkan pertemuan dengan kementerian/lembaga terkait yang difokuskan pada penyampaian kebutuhan data migrasi dan penjelasan mendalam mengenai standar data serta metadata yang akan digunakan dalam SDMI. Pertemuan ini juga menjadi titik awal dalam menyusun landasan teknis dan metodologis yang akan digunakan secara seragam oleh seluruh pemangku kepentingan untuk menjamin konsistensi dan kualitas data migrasi di tingkat nasional. Kegiatan-kegiatan tersebut menjadi fondasi penting dalam pembangunan SDMI ke depan, dengan menekankan aspek koordinasi lintas sektor, keselarasan kebijakan, serta komitmen terhadap pengelolaan data yang efektif dan aman. ",
        "year": "2020",
        "image": "/images/static-page/lini-masa/2020.jpg"
    },
    {
        "title": "Sinergi Data Migrasi Internasional",
        "description": "Memasuki pertengahan tahun, Tim SDMI melaksanakan kegiatan refreshing materi secara virtual sebagai respons terhadap jeda kegiatan yang sempat terjadi akibat dampak pandemi Covid-19. Kegiatan ini bertujuan untuk menyegarkan kembali pemahaman teknis dan substansi terkait SDMI di kalangan anggota tim dan pemangku kepentingan, serta memastikan keberlanjutan inisiatif yang telah dirancang sebelumnya. \n\nSebagai tindak lanjut dari penguatan internal tersebut, pada akhir tahun 2021 Tim SDMI mengembangkan rancangan awal (mock-up) dashboard/platform SDMI. Inisiatif ini merupakan tahapan awal dalam pembangunan sistem informasi SDMI yang interaktif dan terintegrasi, yang nantinya diharapkan dapat digunakan sebagai alat bantu dalam pengelolaan, analisis, dan visualisasi data migrasi internasional secara efektif dan akuntabel. ",
        "year": "2021",
        "image": "/images/static-page/lini-masa/2021.jpg"
    },
    {
        "title": "Sinergi Data Migrasi Internasional",
        "description": "Sepanjang tahun, berbagai upaya strategis telah dilakukan untuk memperkuat Sistem Data Migrasi Internasional (SDMI). Dimulai dengan pertemuan awal antara Badan Pusat Statistik dan International Organization for Migration (IOM) pada bulan Februari secara daring, yang membahas dukungan teknis serta penguatan kelembagaan dalam pengembangan SDMI. Dilanjutkan pada bulan Agustus, Forum Group Discussion (FGD) One Data Indonesia on International Migration digelar dengan melibatkan dua belas kementerian/lembaga pengampu data migrasi, bertujuan meningkatkan koordinasi dan pembinaan statistik lintas instansi. \n\nMenutup agenda tahunan, pada bulan Desember diselenggarakan Lokakarya Pengembangan SDMI di Jakarta. Kegiatan ini memperkuat pemahaman akan pentingnya data migrasi yang akurat dan berbasis bukti dalam formulasi kebijakan, serta mendorong penerapan pendekatan terintegrasi dan praktik terbaik dalam pengumpulan serta pengelolaan data migrasi internasional.  ",
        "year": "2022",
        "image": "/images/static-page/lini-masa/2022.jpg"
    },
    {
        "title": "Sinergi Data Migrasi Internasional",
        "description": "Dalam rangka memperkuat fondasi teknis dan kelembagaan pengelolaan data migrasi internasional, pada bulan Juni telah dilaksanakan Workshop for Development of SDMI with Selected Ministries/Agencies secara luring. Kegiatan ini menghadirkan perwakilan dari kementerian dan lembaga terkait sebagai upaya kolaboratif dalam menyusun draf metadata dan standar data untuk indikator-indikator migrasi internasional. Proses ini menjadi langkah penting dalam memastikan harmonisasi dan interoperabilitas data antarinstansi guna mendukung analisis dan kebijakan migrasi yang lebih tepat sasaran. \n\nSelanjutnya, pada bulan September, telah diselenggarakan kegiatan Forum Group Discussion (FGD) Koordinasi SDMI di Jakarta. FGD ini difokuskan pada koordinasi kebutuhan fitur dalam pengembangan sistem informasi SDMI, serta penyusunan rancangan awal platform SDMI yang responsif terhadap dinamika migrasi internasional. Selain itu, peserta kegiatan mendapatkan pemaparan dan masukan dari perspektif transformasi digital guna memperkuat fondasi teknologis platform tersebut. Kegiatan ini juga mencakup pembahasan dan reviu atas draf cetak biru dan peta jalan SDMI, sebagai dokumen strategis yang akan mengarahkan pembangunan dan implementasi SDMI secara berkelanjutan. ",
        "year": "2023",
        "image": "/images/static-page/lini-masa/2023.png"
    },
    {
        "title": "Sinergi Data Migrasi Internasional",
        "description": "Sebagai bagian dari upaya berkelanjutan dalam memperkuat SDMI, tim SDMI aktif mengikuti kegiatan pembangunan kapasitas yang diselenggarakan oleh International Organization for Migration (IOM), termasuk pelatihan Essentials of Migration Management 2.0 dan Essentials of Migration Data pada bulan Juli dan Agustus. Pelatihan ini bertujuan memperluas wawasan mengenai skala dan karakteristik migrasi internasional serta keterkaitannya dengan isu-isu global, seperti pembangunan, perubahan iklim, dan ketenagakerjaan lintas negara. \n\nSelain itu, sejumlah kegiatan strategis dilakukan untuk memperkuat aspek regulasi, indikator, dan kerangka kerja SDMI. Di antaranya penguatan kolaborasi antarinstansi, pengembangan metode enkripsi data, penyusunan daftar indikator dan variabel penting, serta perumusan awal kerangka kerja SDMI. Seluruh kegiatan ini berlangsung secara hybrid guna mendorong partisipasi yang inklusif dan memperluas jangkauan koordinasi. ",
        "year": "2024",
        "image": "/images/static-page/lini-masa/2024.jpg"
    },
    {
        "title": "Sinergi Data Migrasi Internasional",
        "description": "Terlaksananya kegiatan Workshop for Development of Platform One Data Indonesia on International Migration yang dilaksanakan secara Hybrid pada bulan Mei. Kegiatan ini memfokuskan pada penandatanganan MoU dan Perjanjian Kerja Sama (PKS) antara Kementerian Luar Negeri (Kemlu) dengan Badan Pusat Statistik (BPS), penyepakatan penentuan data indikator migrasi internasional, penyusunan frame desa potensi pengirim potensi pekerja migran Indonesia, dan sosialisas pengenalan perwajahan baru platform SDMI. ",
        "year": "2025",
        "image": "/images/static-page/lini-masa/2025.jpg"
    }
]
